[
    {
      "text-en": "Wise men speak because they have something to say; fools because they have to say something",
      "text-ru": "Мудрые люди говорят потому, что им есть, что сказать, глупцы — потому что они должны сказать что-то",
      "author-en": "Platon",
      "author-ru": "Платон"
    },
    {
        "text-en": "I don’t care what you think about me. I don’t think about you at all",
        "text-ru": "Я не забочусь о том, что вы обо мне думаете, я о вас не думаю вообще",
        "author-en": "Coco Chanel",
        "author-ru": "Коко Шанель"
    },
    {
        "text-en": "Work hard to get what you like, otherwise you'll be forced to just like what you get",
        "text-ru": "Работайте усердно, чтобы получить то, что любите, иначе придется полюбить то, что получили",
        "author-en": "George Bernard Shaw",
        "author-ru": "Бернард Шоу"
    },
    {
        "text-en": "Success is the ability to go from failure to failure without losing your enthusiasm",
        "text-ru": "Успех — это умение двигаться от неудачи к неудаче, не теряя энтузиазма",
        "author-en": "Winston Churchill",
        "author-ru": "Уинстон Черчилль"
    },
    {
        "text-en": "Keep smiling, because life is a beautiful thing and there's so much to smile about",
        "text-ru": "Улыбнитесь, ведь жизнь — прекрасная вещь, и есть много причин для улыбки",
        "author-en": "M. Monro",
        "author-ru": "М. Монро"
    },
    {
        "text-en": "In the middle of difficulty lies opportunity",
        "text-ru": "В центре трудности лежит возможность",
        "author-en": "Albert Einstein",
        "author-ru": "Альберт Эйнштейн"
    },
    {
        "text-en": "Beauty is in the eye of the beholder",
        "text-ru": "Красота в глазах смотрящего",
        "author-en": "Oscar Wilde",
        "author-ru": "Оскар Уайльд"
    },
    {
        "text-en": "You need to take your enemy's side if you're going to see things the way they do",
        "text-ru": "Нужно принять сторону врага, если хотите увидеть вещи так же, как он",
        "author-en": "Game of Thrones",
        "author-ru": "Игра престолов"
    },
    {
        "text-en": "In the End, we will remember not the words of our enemies, but the silence of our friends",
        "text-ru": "В конце концов, мы будем помнить не слова врагов, а молчание друзей",
        "author-en": "Martin Luther King",
        "author-ru": "Мартин Лютер Кинг"
    },
    {
        "text-en": "Life is far too important a thing ever to talk seriously about",
        "text-ru": "Жизнь — слишком серьезная штука, чтобы говорить о ней всерьез",
        "author-en": "Oscar Wilde",
        "author-ru": "Оскар Уайльд"
    }
  ]  